# Prot_DisableModule

## Description
Disables the module, if it is currently enabled.

```pascal
PROCEDURE Prot_DisableModule(module : LONGINT);
```

```python
def vs.Prot_DisableModule(module):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|module|LONGINT|   |

## Version
Availability: from Vectorworks 2023

## Category
* Protection